[
  {
    "id": "resurrection",
    "name": "Воскрешение",
    "status": "CANON-DRAFT",
    "definition": "Магическая практика возвращения мёртвых к жизни. Центральная способность Королевства Креста, связанная с их религиозной системой.",
    "relevantKingdoms": ["kingdom-cross"],
    "openQuestions": ["Как именно работает? Есть ли ограничения? Какая цена?"]
  },
  {
    "id": "castes",
    "name": "Касты",
    "status": "CANON-DRAFT",
    "definition": "Жёсткая социальная иерархия в Королевстве Креста. Определяет место каждого в обществе. Жрецы на вершине, низшие касты — рабочие, воины, мёртвые.",
    "relevantKingdoms": ["kingdom-cross"],
    "openQuestions": ["Сколько каст? Можно ли изменить касту? Как они называются?"]
  },
  {
    "id": "body-magic",
    "name": "Магия Тела",
    "status": "CANON-DRAFT",
    "definition": "Магическая традиция усиления и изменения физического тела. Включает генетические модификации, создание огромных людей, улучшение физических параметров.",
    "relevantKingdoms": ["kingdom-body-magic"],
    "openQuestions": ["Как именно работает? Ритуалы, алхимия, генетика? Есть ли побочные эффекты?"]
  },
  {
    "id": "fire-magic",
    "name": "Магия Огня",
    "status": "CANON-DRAFT",
    "definition": "Магическая традиция использования огня и вулканической энергии. Связана с вулканами, лавой, пламенем. Используется в ритуалах, ремёслах, возможно, в бою.",
    "relevantKingdoms": ["kingdom-volcanic"],
    "openQuestions": ["Как именно работает? Есть ли духи вулканов? Какие ограничения?"]
  },
  {
    "id": "otherworldly-deals",
    "name": "Сделки с Мистическими Существами",
    "status": "CANON-DRAFT",
    "definition": "Практика заключения договоров с потусторонними силами. Включает обмен услугами, жертвоприношения, ритуалы. Удача и невезение могут быть дарованы или отняты через сделки.",
    "relevantKingdoms": ["kingdom-otherworldly"],
    "openQuestions": ["Какие существа? Демоны, духи, боги? Какая цена сделок? Можно ли разорвать?"]
  },
  {
    "id": "luck-magic",
    "name": "Магия Удачи",
    "status": "CANON-DRAFT",
    "definition": "Магическая способность влиять на удачу и невезение. Переплетена со сделками с мистическими существами. Удача может быть дарована или отнята, влияет на торговлю, выживание, успех действий.",
    "relevantKingdoms": ["kingdom-otherworldly"],
    "openQuestions": ["Как работает? Можно ли контролировать? Есть ли цена?"]
  },
  {
    "id": "nature-guardians",
    "name": "Природные Защитники",
    "status": "CANON-DRAFT",
    "definition": "Люди, живущие в единении с природой и защищающие её. Общество организовано вокруг природных циклов и экосистем. Используют магию природы (друидизм, шаманизм) для защиты и взаимодействия с природой.",
    "relevantKingdoms": ["kingdom-nature-guardians"],
    "openQuestions": ["Как именно работает единение? Есть ли духи природы? Как они защищают?"]
  },
  {
    "id": "nature-magic",
    "name": "Магия Природы",
    "status": "PROPOSAL",
    "definition": "Магическая традиция друидизма и шаманизма. Включает общение с духами растений и животных, управление природой, возможно, способность влиять на рост и здоровье экосистем.",
    "relevantKingdoms": ["kingdom-nature-guardians"],
    "openQuestions": ["Как работает? Есть ли ограничения? Можно ли использовать в войне?"]
  },
  {
    "id": "endurance-spirit",
    "name": "Стойкость и Дух",
    "status": "CANON-DRAFT",
    "definition": "Философия и практика внутренней силы. Включает медитацию, духовные упражнения, способность преодолевать физические ограничения через силу воли. Возможно, магия духа или просто философская практика.",
    "relevantKingdoms": ["kingdom-spirit-endurance"],
    "openQuestions": ["Как работает? Есть ли магия или только практика? Какая философия?"]
  },
  {
    "id": "spirit-magic",
    "name": "Магия Духа",
    "status": "PROPOSAL",
    "definition": "Магическая традиция внутренней силы. Возможно, способность преодолевать физические ограничения через силу воли, связь с духами предков или абстрактными силами.",
    "relevantKingdoms": ["kingdom-spirit-endurance"],
    "openQuestions": ["Как работает? Есть ли конкретная магия или только философия?"]
  },
  {
    "id": "water-ice-magic",
    "name": "Магия Воды и Льда",
    "status": "PROPOSAL",
    "definition": "Магическая традиция управления водой, льдом и снегом. Возможно, связь с духами воды, способность создавать и контролировать лёд. Или просто навыки выживания без магии.",
    "relevantKingdoms": ["kingdom-northwest"],
    "openQuestions": ["Есть ли магия или только навыки? Как работает?"]
  },
  {
    "id": "fogs-mists",
    "name": "Туманы",
    "status": "CANON-DRAFT",
    "definition": "Опасные туманы, создающие дистанцию между регионами. Усложняют путешествия, могут скрывать чудовищ или быть опасными сами по себе. Особенно густы в Центре и между королевствами.",
    "relevantKingdoms": ["center-zone", "all"],
    "openQuestions": ["Почему туманы опасны? Есть ли магическая природа? Можно ли их контролировать?"]
  },
  {
    "id": "monsters",
    "name": "Чудовища",
    "status": "CANON-DRAFT",
    "definition": "Опасные существа, населяющие мир. Угрожают путешественникам, создают дистанцию между регионами. Могут обитать в туманах, пустошах, между королевствами.",
    "relevantKingdoms": ["all"],
    "openQuestions": ["Какие именно чудовища? Откуда они? Есть ли разные типы?"]
  },
  {
    "id": "barren-lands",
    "name": "Безжизненные Земли",
    "status": "CANON-DRAFT",
    "definition": "Территории, где почва истощена или проклята. Не дают урожая, возможно, результат магии, проклятия, или истощения. Создают проблему нехватки еды в Королевстве Креста.",
    "relevantKingdoms": ["kingdom-cross"],
    "openQuestions": ["Почему земли безжизненные? Можно ли восстановить? Есть ли в других местах?"]
  },
  {
    "id": "overpopulation",
    "name": "Перенаселённость",
    "status": "CANON-DRAFT",
    "definition": "Критическая проблема Королевства Креста. Слишком много людей на ограниченной территории с безжизненными землями. Создаёт нехватку еды, тесноту, социальное напряжение.",
    "relevantKingdoms": ["kingdom-cross"],
    "openQuestions": ["Почему перенаселённость? Результат воскрешения? Можно ли решить?"]
  },
  {
    "id": "center-zone",
    "name": "Центр",
    "status": "CANON-DRAFT",
    "definition": "Нейтральная зона в центре мира, без постоянных поселений. Место встреч, переговоров, транзита между королевствами. Возможно, опасная территория из-за туманов и чудовищ.",
    "relevantKingdoms": ["center-zone", "all"],
    "openQuestions": ["Почему нет поселений? Кто поддерживает нейтралитет? Как используется?"]
  },
  {
    "id": "engineering-mechanisms",
    "name": "Инженерные Механизмы",
    "status": "CANON-DRAFT",
    "definition": "Технологические разработки и механизмы, заменяющие магию. Включает паровые машины, механические устройства, научные разработки. Основа экономики и общества Королевства Инженеров.",
    "relevantKingdoms": ["kingdom-engineers"],
    "openQuestions": ["Какие именно механизмы? Паровые, механические, магические? Есть ли ограничения?"]
  },
  {
    "id": "volcanic-energy",
    "name": "Вулканическая Энергия",
    "status": "CANON-DRAFT",
    "definition": "Энергия вулканов, используемая для производства, магии, кузнечного дела. Источник мощи и опасности. Может быть нестабильной, требует контроля.",
    "relevantKingdoms": ["kingdom-volcanic"],
    "openQuestions": ["Как используется? Есть ли риски? Можно ли контролировать?"]
  },
  {
    "id": "mining-industry",
    "name": "Горная Промышленность",
    "status": "CANON-DRAFT",
    "definition": "Добыча руд, металлов, драгоценных камней в горной местности. Основа экономики Вулканического Королевства. Опасна из-за вулканов и нестабильности.",
    "relevantKingdoms": ["kingdom-volcanic"],
    "openQuestions": ["Какие ресурсы добывают? Есть ли уникальные? Как справляются с опасностью?"]
  },
  {
    "id": "discipline-military-order",
    "name": "Дисциплина и Армейский Порядок",
    "status": "CANON-DRAFT",
    "definition": "Социальная структура, основанная на военной дисциплине. Общество организовано как армия: ранги, подразделения, строгая иерархия. Дисциплина превыше всего, пронизывает всю жизнь.",
    "relevantKingdoms": ["kingdom-body-magic"],
    "openQuestions": ["Как работает иерархия? Есть ли гражданские? Как поддерживается порядок?"]
  },
  {
    "id": "unity-nature",
    "name": "Единение с Природой",
    "status": "CANON-DRAFT",
    "definition": "Философия и практика жизни в гармонии с природой. Общество организовано вокруг природных циклов, экосистем, сезонов. Защита природы превыше всего.",
    "relevantKingdoms": ["kingdom-nature-guardians"],
    "openQuestions": ["Как работает на практике? Есть ли конфликты с необходимостью использовать природу?"]
  },
  {
    "id": "compactness",
    "name": "Компактность",
    "status": "CANON-DRAFT",
    "definition": "Особенность Королевства Инженеров — небольшая территория с эффективным использованием пространства. Возможно, результат географических ограничений или политики.",
    "relevantKingdoms": ["kingdom-engineers"],
    "openQuestions": ["Почему компактное? Географические ограничения или выбор? Как это влияет?"]
  },
  {
    "id": "scientific-developments",
    "name": "Научные Разработки",
    "status": "CANON-DRAFT",
    "definition": "Исследования и разработки, основанные на науке, а не магии. Включает механизмы, технологии, возможно, алхимию или физику. Заменяет магию в этом королевстве.",
    "relevantKingdoms": ["kingdom-engineers"],
    "openQuestions": ["Какие именно разработки? Есть ли конфликты с магическими королевствами?"]
  }
]
