[
  {
    "id": "resurrection",
    "name": "Воскрешение",
    "status": "CANON-DRAFT",
    "definition": "Магическая практика возвращения мёртвых к жизни. Центральная способность Королевства Креста, связанная с их религиозной системой.",
    "relevantKingdoms": ["kingdom-cross"],
    "openQuestions": ["Как именно работает? Есть ли ограничения? Какая цена?"]
  },
  {
    "id": "castes",
    "name": "Касты",
    "status": "CANON-DRAFT",
    "definition": "Жёсткая социальная иерархия в Королевстве Креста. Определяет место каждого в обществе. Жрецы на вершине, низшие касты — рабочие, воины, мёртвые.",
    "relevantKingdoms": ["kingdom-cross"],
    "openQuestions": ["Сколько каст? Можно ли изменить касту? Как они называются?"]
  },
  {
    "id": "body-magic",
    "name": "Магия Тела",
    "status": "CANON-DRAFT",
    "definition": "Магическая традиция усиления и изменения физического тела. Включает генетические модификации, создание огромных людей, улучшение физических параметров.",
    "relevantKingdoms": ["kingdom-body-magic"],
    "openQuestions": ["Как именно работает? Ритуалы, алхимия, генетика? Есть ли побочные эффекты?"]
  },
  {
    "id": "fire-magic",
    "name": "Магия Огня",
    "status": "CANON-DRAFT",
    "definition": "Магическая традиция использования огня и вулканической энергии. Связана с вулканами, лавой, пламенем. Используется в ритуалах, ремёслах, возможно, в бою.",
    "relevantKingdoms": ["kingdom-volcanic"],
    "openQuestions": ["Есть ли духи вулканов? Как часто извержения? Есть ли защита?"]
  },
  {
    "id": "luck-magic",
    "name": "Магия Удачи",
    "status": "CANON-DRAFT",
    "definition": "Магическая традиция работы с удачей и сделками с мистическими существами. Связана с Потусторонним Королевством. Непредсказуема и опасна.",
    "relevantKingdoms": ["kingdom-otherworldly"],
    "openQuestions": ["Как именно работает? Можно ли её контролировать? Какая цена за сделки?"]
  },
  {
    "id": "nature-magic",
    "name": "Магия Природы",
    "status": "CANON-DRAFT",
    "definition": "Магическая традиция единения с природой. Включает друидизм, шаманизм, связь с духами растений и животных. Связана с Королевством Природы.",
    "relevantKingdoms": ["kingdom-nature-guardians"],
    "openQuestions": ["Есть ли духи природы? Какие? Как они относятся к другим королевствам?"]
  },
  {
    "id": "spirit-magic",
    "name": "Магия Духа",
    "status": "CANON-DRAFT",
    "definition": "Магическая традиция внутренней силы и медитации. Связана с Королевством Стойкости и Духа. Позволяет преодолевать физические ограничения через силу воли.",
    "relevantKingdoms": ["kingdom-spirit-endurance"],
    "openQuestions": ["Как именно работает? Медитация, философия, магия? Есть ли конкретная философия или религия?"]
  },
  {
    "id": "water-ice-magic",
    "name": "Магия Воды и Льда",
    "status": "CANON-DRAFT",
    "definition": "Магическая традиция работы с водой, льдом и снегом. Связана с Северо-Западным краем. Возможно, включает связь с духами воды.",
    "relevantKingdoms": ["kingdom-northwest"],
    "openQuestions": ["Есть ли магия воды/льда или только навыки выживания? Есть ли море или только внутренние воды?"]
  },
  {
    "id": "mutations",
    "name": "Мутации",
    "status": "CANON-DRAFT",
    "definition": "Изменения живых существ, вызванные центральной зоной и океаном. Нерегулярные, волнообразные, непредсказуемые. Создают мутантов, искажают магию, изменяют окружающую среду.",
    "relevantKingdoms": [],
    "openQuestions": ["Как именно работают? Есть ли закономерности? Можно ли их контролировать?"]
  },
  {
    "id": "center-zone",
    "name": "Центральная Зона",
    "status": "CANON-DRAFT",
    "definition": "Ультраопасная область в центре мира. Магия искажена и нестабильна. Источник мутаций и аномалий. Никто не живёт постоянно. Используется как место испытаний, источник ресурсов (опасный), транзитная зона между королевствами.",
    "relevantKingdoms": [],
    "openQuestions": ["Почему нет поселений? Опасность, договор, или что-то ещё? Есть ли туманы и чудовища? Какие?"]
  },
  {
    "id": "barrier",
    "name": "Магический Барьер",
    "status": "CANON-DRAFT",
    "definition": "Мощная магия, запершая остров. Продолжает работать, но нестабилен. В море возникают аномалии и сбои. Создан внешней империей для полной изоляции.",
    "relevantKingdoms": [],
    "openQuestions": ["Как именно работает? Можно ли его разрушить? Кто его поддерживает?"]
  },
  {
    "id": "sea",
    "name": "Море",
    "status": "CANON-DRAFT",
    "definition": "Враждебное и смертельное. Корабли гниют, тонут, не живут долго. Сухопутного выхода нет. Реки в основном безопасны. Источник мутаций (вторичный).",
    "relevantKingdoms": [],
    "openQuestions": ["Почему море враждебно? Есть ли способ пересечь его? Что находится за морем?"]
  },
  {
    "id": "immortality",
    "name": "Бессмертие",
    "status": "CANON-DRAFT",
    "definition": "Способность Королевства Креста к воскрешению. Смерти как финала не существует. Воскрешение у личного надгробия/алтаря. Скорость зависит от качества надгробия и ресурсов вокруг него.",
    "relevantKingdoms": ["kingdom-cross"],
    "openQuestions": ["Есть ли износ бессмертия? Какие аномалии существуют? Как работает воскрешение?"]
  },
  {
    "id": "clans",
    "name": "Кланы",
    "status": "CANON-DRAFT",
    "definition": "Военные кланы в Королевстве Тела. Автономны, часто действуют независимо, могут воевать между собой. Клан превыше личности, возраста, пола, происхождения.",
    "relevantKingdoms": ["kingdom-body-magic"],
    "openQuestions": ["Сколько кланов? Как они называются? Как происходит выбор вождя?"]
  },
  {
    "id": "exosuits",
    "name": "Экзокостюмы",
    "status": "CANON-DRAFT",
    "definition": "Личный, уникальный объект в Факториуме. Аналог меча джедая: создаётся, улучшается, обслуживается в течение жизни. Высокоценный и почти штучный ресурс.",
    "relevantKingdoms": ["kingdom-engineers"],
    "openQuestions": ["Как именно работают? Какие возможности дают? Сколько их существует?"]
  },
  {
    "id": "autobots",
    "name": "Автоботы",
    "status": "CANON-DRAFT",
    "definition": "Механические существа, созданные Факториумом. Результат переплетения науки и магии. Используются как инструменты.",
    "relevantKingdoms": ["kingdom-engineers"],
    "openQuestions": ["Какие типы автоботов существуют? Как они работают? Есть ли ограничения?"]
  },
  {
    "id": "selective-forms",
    "name": "Селекционные Формы",
    "status": "CANON-DRAFT",
    "definition": "Искусственные чудовища, выведенные Королевством Природы. Назначение: противодействие мутантам, локальная стабилизация среды. Не мутанты, а направленно созданные формы жизни.",
    "relevantKingdoms": ["kingdom-nature-guardians"],
    "openQuestions": ["Какие типы существуют? Как они создаются? Есть ли контроль над ними?"]
  },
  {
    "id": "slavery",
    "name": "Рабство",
    "status": "CANON-DRAFT",
    "definition": "Широко распространено в Королевстве Тела, особенно в городах. Рабы — основная экономическая сила. Раб может стать членом клана через путь силы, выносливости и специальные ритуалы (случаи единичны, легендарны).",
    "relevantKingdoms": ["kingdom-body-magic"],
    "openQuestions": ["Как работает система рабства? Откуда берутся рабы? Есть ли защита для рабов?"]
  },
  {
    "id": "inquisition",
    "name": "Инквизиция",
    "status": "CANON-DRAFT",
    "definition": "Отдельная фанатичная ветка в Королевстве Креста. Пытается контролировать всё королевство. Формально — власть над всеми. Фактически: крестьяне её не боятся, аристократы обходят интригами. Инквизиция искренне верит в свой контроль.",
    "relevantKingdoms": ["kingdom-cross"],
    "openQuestions": ["Как организована инквизиция? Какие полномочия? Есть ли конфликты с другими ветвями власти?"]
  }
]
